{"inkVersion":21,"root":[[{"->":"start_dialogue"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start_dialogue":["#","^speaker: Mother ","/#","#","^portrait:Happymother","/#","^Aiyoh… these birds ah, so noisy every morning, not even let one old lady sleep longer a bit","\n","^Mynah outside, coo-coo, chit-chit, like got big announcement, like Prime Minister want to speak","\n","^Where my specs go ah?","\n","^These eyes, not so sharp like last time","\n","^Ah, there you are. Always run and hide in the night","\n","^Hah, good morning, mynahs","\n","^You all very hardworking, eh?","\n","^Don’t know what you all talk about every morning, but so steady one, chit-chit, never miss a day","\n","^Better than some people lah","\n","#","^speaker: Son ","/#","#","^portrait:HappySon","/#","^Morning, Ma","\n","^You wake up just in time – breakfast is ready!","\n","^Your favorite, kaya toast, and kopi, no sugar","\n","^Doctor say must watch the sugar, remember?","\n","#","^speaker: Mother ","/#","#","^portrait:Happymother","/#","^Ah Boon, so good, ah?","\n","^So busy but still make breakfast for me","\n","^Aiyoh, like got my own butler already","\n","#","^speaker: Son ","/#","#","^portrait:HappySon","/#","^Yah lah, butler duty today","\n","^But I need to go soon, boss want me to open shop already","\n","^You got remember the schedule for the week or not?","\n","^Today is Tuesday, so after breakfast, you have your morning exercise with Auntie Siew Fong","\n","^Just a little tai chi, ah? Don’t try to become a kung fu master, okay?","\n","#","^speaker: Mother ","/#","#","^portrait:Happymother","/#","^Tai chi only, don’t worry lah","\n","^But can still show Auntie Siew Fong a few moves, maybe","\n","#","^speaker: Son ","/#","#","^portrait:HappySon","/#","^Okay, Ma, Wednesday morning, don’t forget today’s mahjong with Auntie Siew Fong and the gang!","\n","^Better be careful – I heard they’re fierce, ah!","\n","#","^speaker: Mother ","/#","#","^portrait:Happymother","/#","^Fierce, ah? Those aunties – really like they got x-ray vision, can see my tiles! But never mind, they can try, this week I got strategy","\n","#","^speaker: Son ","/#","#","^portrait:HappySon","/#","^Eh, don’t go betting your kopi money, okay?","\n","#","^speaker: Mother ","/#","#","^portrait:Happymother","/#","^Aiyah, small stakes only! Just enough for one kopi if I win, maybe one extra kaya toast if I’m lucky","\n","#","^speaker: Son ","/#","#","^portrait:HappySon","/#","^By the way, you remember they’re playing at the Community Centre this week, right?","\n","^Auntie Siew Fong’s house is still undergoing renovation","\n","#","^speaker: Mother ","/#","#","^portrait:Happymother","/#","^Oh yes, yes! That’s right, the CC this week, almost forgot","\n","^Poor Siew Fong, all that noise and dust, good thing we have the CC","\n","#","^speaker: Son ","/#","#","^portrait:HappySon","/#","^And Ma, don’t forget to take your medication every day, okay?","\n","^The pink and green in the morning, the blue and yellow at night","\n","^Green and blue everyday ah, pink on tuesday and thursdays, and yellow every monday wednesday and friday","\n","#","^speaker: Mother ","/#","#","^portrait:Happymother","/#","^Aiyah, I know, I know lah","\n","^Don’t need to nag me so much, I’m not a blur sotong","\n","#","^speaker: Son ","/#","#","^portrait:HappySon","/#","^Not sotong lah, just making sure!","\n","^I know sometimes you get busy with Auntie Leela or mahjong, then can forget","\n","^So, today’s Tuesday, remember?","\n","^Green capsule and pink tablet in the morning, then blue at night","\n","#","^speaker: Mother ","/#","#","^portrait:Happymother","/#","^Yes, yes… see? Can remember! Green and pink this morning, blue later","\n","^But if I forget, you must remind me on Friday when you come, okay?","\n","#","^speaker: Son ","/#","#","^portrait:HappySon","/#","^Deal! But I want to see you keep that memory sharp, Ma","\n","^Just look at the labels in the kitchen each morning – easy-peasy, no need for me to nag","\n","#","^speaker: Mother ","/#","#","^portrait:Happymother","/#","^Okay lah, I’ll check, I’ll check","\n","^But don’t worry so much; this brain still got some power!","\n","#","^speaker: Son ","/#","#","^portrait:HappySon","/#","^And Friday night, we’re coming over with the kids for dinner, okay?","\n","^You got your famous curry recipe ready?","\n","#","^speaker: Mother ","/#","#","^portrait:Happymother","/#","^Of course! The best curry this side of Singapore, you know","\n","^They don’t come for my company, they come for the food, I know","\n","^But don’t worry, I put extra love inside also","\n","#","^speaker: Son ","/#","#","^portrait:HappySon","/#","^Ma, can taste the love, right?","\n","^Okay, looking forward to it!","\n","^Just don’t make it too spicy, later the kids cannot eat","\n","#","^speaker: Mother ","/#","#","^portrait:Happymother","/#","^Ah Boon, curry must have kick, you know?","\n","^Otherwise, what’s the point!","\n","^But okay lah, I go easy – make it ‘family-friendly’","\n","#","^speaker: Son ","/#","#","^portrait:HappySon","/#","^Oh, Ma, one more thing – I won’t be able to follow you to the clinic on Wednesday to pick up your medicine","\n","^Boss needs me at work, so can’t take the time off this week","\n","#","^speaker: Mother ","/#","#","^portrait:Happymother","/#","^Aiyoh, so busy, ah? Never mind, lah, I can manage on my own","\n","^Just go in, see doctor, and take my medicine, right?","\n","#","^speaker: Son ","/#","#","^portrait:HappySon","/#","^Yes, but make sure you get everything the doctor says, ah?","\n","^And ask the nurse to write down any new instructions if you’re not sure","\n","#","^speaker: Mother ","/#","#","^portrait:Happymother","/#","^Aiyah, don’t worry. I’ve been to the clinic more times than you’ve had birthdays, you know, I’ll remember everything","\n","#","^speaker: Son ","/#","#","^portrait:HappySon","/#","^Okay, okay, just making sure!","\n","^And remember, green and pink pill in the morning and blue one at night – everything’s still in the kitchen to keep it easy","\n","#","^speaker: Mother ","/#","#","^portrait:Happymother","/#","^Yes, yes, I know, you go settle your boss – I can handle myself!","\n","^And don’t be surprised if I come back with extra mangoes from the market after","\n","#","^speaker: Son ","/#","#","^portrait:HappySon","/#","^Alright, Ma, just don’t carry the whole market back!","\n","^I’ll see you Friday for dinner, then","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}