{"inkVersion":21,"root":[[{"->":"start_dialogue"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start_dialogue":[["#","^speaker: Mother ","/#","#","^portrait:Happymother","/#","^Alright, simple breakfast today… bread, soft-boiled eggs, and a nice cup of teh","\n","^Just enough to keep this old lady going","\n","^Going to meet Auntie Leela later… good thing got her around lah","\n","^So many friends from back then… they all have their families, go off here and there","\n","^Children take them out, grandchildren visit them… but here I am, left to my own thoughts","\n","^Sometimes, I wonder… these children grow up, make their own lives, and forget about us, the old folks","\n","^Like me and Auntie Leela – just two old ladies walking around the market, trying to remember the good old days","\n","^Even Ah Boon… always so busy lah, always in a hurry","\n","^Don’t know if one day he’ll also just… leave me behind, like everyone else","\n","^Will he be like that too, ah?","\n","^Aiyoh! Water’s ready already! Old lady daydreaming too much… need to focus","\n","^Okay, okay… enough of that, Ah Mui","\n","^Got breakfast, got plans, got the whole day ahead, dont need think so hard","\n","^Oh ya, wait! I need to take my medication! Almost forgot","\n","^Today is Wednesday, so it's green capsule and… green capsule and what ah?","\n","ev","str","^Pink","/str","/ev",{"*":".^.c-0","flg":20},"ev","str","^Blue","/str","/ev",{"*":".^.c-1","flg":20},"ev","str","^Yellow","/str","/ev",{"*":".^.c-2","flg":20},{"c-0":["\n",{"->":"correct_choice"},{"#f":5}],"c-1":["\n",{"->":"wrong_choice"},{"#f":5}],"c-2":["\n",{"->":"wrong_choice"},{"#f":5}]}],{"#f":1}],"correct_choice":["#","^speaker: Mother ","/#","#","^portrait:Happymother","/#","^Ah yes, and pink tablet in the morning. Good thing I caught that—can't be skipping these","\n","^Wah piang eh still tastes like shit, need to drink more water","\n","^Alright, that's better, now I'm all set for the day!","\n","end",{"#f":1}],"wrong_choice":["#","^speaker: Mother ","/#","#","^portrait:Happymother","/#","^Hmm… Wah it seems like it, but also not leh","\n","ev",{"x()":"incrementDementiaCounter"},"pop","/ev","\n","^Just guess lor","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}