{"inkVersion":21,"root":[[{"->":"start_dialogue"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"start_dialogue":["#","^speaker: Son ","/#","#","^portrait:HappySon","/#","^Morning, Ma. Got kaya toast and kopi—no sugar, okay? Doctor’s orders","\n","^I need to run, boss wants me at the shop early","\n","^Your schedule for the week is on the kitchen board ah","\n","^Just remember Tai Chi with Auntie Siew Fong today and mahjong at the Community Centre tomorrow, okay?","\n","#","^speaker: Mother ","/#","#","^portrait:Happymother","/#","^Ah Boon, so busy but still making breakfast for me! Like I got my own butler now, ah?","\n","#","^speaker: Son ","/#","#","^portrait:HappySon","/#","^Yah, yah, butler duty, just don’t forget your medication, Ma","\n","^It’s all set up — different colors each day. Check the labels, ah?","\n","#","^speaker: Mother ","/#","#","^portrait:Happymother","/#","^Aiyah, I know lah, don’t nag, this brain still got some power!","\n","#","^speaker: Son ","/#","#","^portrait:HappySon","/#","^Alright, Ma. Oh—and don’t go betting away your kopi money at mahjong!","\n","^And Friday, family dinner, curry must be ‘family-friendly,’ not too spicy, okay?","\n","#","^speaker: Mother ","/#","#","^portrait:Happymother","/#","^Curry with no kick is just water! But okay lah, I go easy","\n","#","^speaker: Son ","/#","#","^portrait:HappySon","/#","^Love you, Ma! See you Friday. Got to go!","\n","#","^speaker: Mother ","/#","#","^portrait:Happymother","/#","^Yum wow thanks for the meal","\n","^See you boy, take care okay! Love you","\n","#","^speaker: Son ","/#","#","^portrait:HappySon","/#","^Bye ma, Take care of yourself okay!","\n","#","^speaker: Mother ","/#","#","^portrait:Happymother","/#","^Wah, boy so busy nowadays","\n","^Always running here and there, work, kids… barely got time to sit down and talk anymore","\n","^Used to be everyday, he’d come and sit with me, eat my curry, and we’d talk until the sun went down","\n","^Now… lucky if he makes it on Friday nights for dinner, always rushing off somewhere","\n","^Then Ah Seng passed away… just like that, left me here","\n","^Thought I’d be ready… but aiyoh, some things, can never be ready for","\n","^Then came this… dementia, always forgetting little things, some days even forget my own home","\n","^My friends help, ah… they really do, but no matter what, not the same as family","\n","^No one knows me like my Ah Seng, or even Ah Boon","\n","^Used to have noise in the house, laughter… that warmth","\n","^Now, lucky if Ah Boon even sits with me for one cup of kopi before he’s off again, busy busy","\n","^Never thought I’d feel so alone… like all the people, the friends, the chatter… but still, nobody really there","\n","^Only the memories keep me company now","\n","^Alamak, what time already? I’m late for my Tai Chi class!","\n","^Need to hurry up and take my meds!","\n","^Green and pink right? Faster take","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}